Repository: common-repository/moving-banner
Catalog: languages/moving-banner-*.po
Languages: pl_pl

source: Configuration
pl_pl: Konfiguracja

source: Bar height
pl_pl: Wysokosć baneru

source: Enable/disable
pl_pl: Włącz/Wyłącz

source: Target link
pl_pl: Link do reklamy

source: Animation speed (in seconds, e.g 1 fast, 10 slow, 30 super slow)
pl_pl: Szybkość animacji (w sekundach, np. 1 - szybko, 10 wolno, 30 super wolno)

source: Animation direction
pl_pl: Kierunek animacji

source: Start datetime
pl_pl: Początek wyświetlania

source: End datetime
pl_pl: Koniec wyświetlania

source: Moving Banner Settings
pl_pl: Ustawienia Moving Banner

source: Provide your own custom settings for the moving banner plugin
pl_pl: Wprowadź własne ustawienia do pluginu

source: Left
pl_pl: Lewy

source: Right
pl_pl: Prawy

source: http://link-to-advert.com
pl_pl: http://link-do-reklamy.pl

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz uprawnień do tej strony.

source: Add banner
pl_pl: Dodaj baner

source: Save
pl_pl: Zapisz

source: Successfully saved
pl_pl: Zapisano poprawnie

source: Unable to save the data, you have to provide a valid banner image.
pl_pl: Błąd podczas zapisu parametrów, grafika banera nie została ustawiona poprawnie.

source: Unable to save the data, you have to provide a valid banner height.
pl_pl: Błąd podczas zapisu parametrów, wysokość banera nie została ustawiona poprawnie.

source: Unable to save the data, you have to provide a valid banner link.
pl_pl: Błąd podczas zapisu parametrów, link banera nie została ustawiona poprawnie.

source: Unable to save the data, you have to provide a valid banner animation speed. (more than 0)
pl_pl: Błąd podczas zapisu parametrów, prędkość animacji nie została ustawiona poprawnie. (powinna być większa od 0)

source: Unable to save the data, you have to provide a valid start date time.
pl_pl: Błąd podczas zapisu parametrów, początek wyświetlania nie został ustawiony poprawnie.

source: Unable to save the data, you have to provide a valid end date time.
pl_pl: Błąd podczas zapisu parametrów, koniec wyświetlania nie został ustawiony poprawnie.
